let 剩下的凉面比例 = (4.6 - 0.5) / (25 + 5)

export default {
    "买": [
        {
            "人": "周鹤",
            "东西": [
                {
                    "啥": "肉9斤",
                    "消耗": 116
                },
                {
                    "啥": "凉面25斤",
                    "消耗": 63,
                    "私分": 63 * 剩下的凉面比例
                },
                {
                    "啥": "葱",
                    "消耗": 3
                },
                {
                    "啥": "香菜",
                    "消耗": 2.2
                },
                {
                    "啥": "一次性塑料杯子2盒",
                    "消耗": 10
                }
            ]
        }, {
            "人": "杨贵龙",
            "东西": [
                {
                    "啥": "辣椒面",
                    "消耗": 20
                },
                {
                    "啥": "花生",
                    "消耗": 19
                }
            ]
        }, {
            "人": "朱佳炀",
            "东西": [
                {
                    "啥": "各类蔬菜",
                    "消耗": 78.70,
                    "使用情况": "黄瓜和胡萝卜都还剩一半",
                    "私分": 35
                },
                {
                    "啥": "凉面5斤",
                    "消耗": 100 - 87,
                    "私分": (100 - 87) * 剩下的凉面比例
                }, {
                    "啥": "醋",
                    "消耗": 7
                }, {
                    "啥": "塑料碗200个",
                    "消耗": 65 * 50 / 200,
                    "总价": 65,
                    "未完待续": true,
                    "使用情况": "在大约110个里用了大约50个"
                }
            ]
        }, {
            "人": "高佳裕",
            "东西": [
                {
                    "啥": "油",
                    "总价": 52,
                    "消耗": 21,
                    "未完待续": "已用完",
                    "使用情况": "用了2.1千克"
                }
            ]
        }
    ],
    "做": [
        {
            "人": "周鹤"
        }, {
            "人": "杨贵龙"
        }, {
            "人": "张智超"
        }, {
            "人": "吴明净"
        }, {
            "人": "朱佳炀"
        }, {
            "人": "陶羽婷",
            "学生": true
        }, {
            "人": "孙丹",
        }, {
            "人": "祝可辉",
            "学生": true
        }, {
            "人": "董继承",
            "学生": true
        }
    ]
}