export default {
    "买": [
        {
            "人": "张智超",
            "东西": [
                {
                    "啥": "花生2.6斤",
                    "消耗": 26
                },
                {
                    "啥": "胡萝卜10根",
                    "消耗": 12.7
                }
            ]
        },
        {
            "人": "高佳裕",
            "东西": [
                {
                    "啥": "油",
                    "消耗": 17.68,
                    "总价": 52,
                    "未完待续": true,
                    "使用情况": "用了1.7千克"
                }
            ]
        },
        {
            "人": "吴明净",
            "东西": [
                {
                    "啥": "体重秤",
                    "消耗": 27
                }
            ]
        },
        {
            "人": "杨贵龙",
            "东西": [
                {
                    "啥": "葱姜蒜黄瓜香菜",
                    "消耗": 43
                },
                {
                    "啥": "肉9.7斤",
                    "消耗": 107
                }, {
                    "啥": "凉面28斤",
                    "消耗": 58
                }
            ]
        },
        {
            "人": "朱佳炀",
            "东西": [
                {
                    "啥": "塑料碗200个",
                    "消耗": 65 * 40 / 200,
                    "总价": 65,
                    "未完待续": true,
                    "使用情况": "在大约150个里用了大约40个"
                }
            ]
        }
    ],
    "做": [
        {
            "人": "周鹤"
        }, {
            "人": "杨贵龙"
        }, {
            "人": "张智超"
        }, {
            "人": "吴明净"
        }, {
            "人": "高佳裕"
        }, {
            "人": "陶羽婷",
            "学生": true
        }
    ]
}