export default {
    "买": [
        {
            "人": "朱佳炀",
            "东西": [
                {
                    "啥": "黄瓜、胡萝卜",
                    "消耗": 26.21,
                }, {
                    "啥": "塑料碗200个",
                    "消耗": 16.25,
                    "总价": 65,
                    "未完待续": true,
                    "使用情况": "200个里用了大约50个"
                }
            ]
        },
        {
            "人": "张智超",
            "东西": [
                {
                    "啥": "花椒",
                    "消耗": 12,
                }
            ]
        },
        {
            "人": "高佳裕",
            "东西": [
                {
                    "啥": "油",
                    "消耗": 65
                }
            ]
        },
        {
            "人": "杨贵龙",
            "东西": [
                {
                    "啥": "不锈钢保温桶",
                    "消耗": 83
                }, {
                    "啥": "饮料包装袋100个",
                    "消耗": 0,
                    "使用情况": "买来就没用过搁那吃灰",
                    "未完待续": true,
                    "总价": 28
                }
            ]
        },
        {
            "人": "周鹤",
            "东西": [
                {
                    "啥": "肉9斤",
                    "消耗": 117
                },
                {
                    "啥": "熟凉面25斤",
                    "消耗": 63
                }, {
                    "啥": "蒜头0.6斤4坨",
                    "消耗": 4.2
                }, {
                    "啥": "香菜0.7斤",
                    "消耗": 6.6
                }, {
                    "啥": "小葱",
                    "消耗": 2.1
                }, {
                    "啥": "熟花生",
                    "消耗": 30
                }, {
                    "啥": "芝麻油",
                    "消耗": 28
                }, {
                    "啥": "小葱（菜场买）",
                    "消耗": 1.8
                }, {
                    "啥": "散装辣椒面",
                    "消耗": 18
                }, , {
                    "啥": "塑料袋50个",
                    "消耗": 5.5
                }, {
                    "啥": "一次性杯子2袋",
                    "消耗": 10
                }
            ]
        }
    ],
    "做": [
        {
            "人": "周鹤"
        }, {
            "人": "杨贵龙"
        }, {
            "人": "张智超"
        }, {
            "人": "吴明净"
        }, {
            "人": "朱佳炀"
        }, {
            "人": "祝可辉",
            "学生": true
        }, {
            "人": "高佳裕"
        }, {
            "人": "董继成",
            "学生": true
        }
    ]
}