export default {
    "买": [
        {
            "人": "张智超",
            "东西": [
                {
                    "啥": "花生2.6斤",
                    "元": 26
                },
                {
                    "啥": "胡萝卜10根",
                    "元": 12.7
                }
            ]
        },
        {
            "人": "高佳裕",
            "东西": [
                {
                    "啥": "油用了1.7千克",
                    "元": 17.68,
                    "未完待续": true
                }
            ]
        },
        {
            "人": "吴明净",
            "东西": [
                {
                    "啥": "体重秤",
                    "元": 27
                }
            ]
        },
        {
            "人": "杨贵龙",
            "东西": [
                {
                    "啥": "葱姜蒜黄瓜香菜",
                    "元": 43
                },
                {
                    "啥": "肉9.7斤",
                    "元": 107
                }, {
                    "啥": "凉面28斤",
                    "元": 58
                }
            ]
        },
        {
            "人": "朱佳炀",
            "东西": [
                {
                    "啥": "塑料碗买了200个在150个里用了40个",
                    "元": 65 * 40 / 200,
                    "未完待续": true
                }
            ]
        }
    ],
    "做": [
        {
            "人": "周鹤"
        }, {
            "人": "杨贵龙"
        }, {
            "人": "张智超"
        }, {
            "人": "吴明净"
        }, {
            "人": "高佳裕"
        }, {
            "人": "陶羽婷",
            "学生": true
        }
    ]
}