let 剩下的凉面比例 = 6.5 / 25

export default {
    "买": [
        {
            "人": "周鹤",
            "东西": [
                {
                    "啥": "肉9斤",
                    "元": 116
                },
                {
                    "啥": "凉面25斤",
                    "元": 63,
                    "贪": 63 * 剩下的凉面比例
                },
                {
                    "啥": "香菜、胡萝卜",
                    "元": 22.6
                },
                {
                    "啥": "葱、姜、蒜",
                    "元": 14.7
                },
                {
                    "啥": "黄瓜",
                    "元": 25
                },
                {
                    "啥": "花生2.4斤",
                    "元": 24
                },
                {
                    "啥": "一次性杯子",
                    "元": 5
                },
                {
                    "啥": "花生油",
                    "元": 49.9 / 3,
                    "总价": 49.9,
                    "未完待续": true,
                    "使用情况": "用了三分之一左右"
                },
            ]
        }, {
            "人": "杨贵龙",
            "东西": [
                {
                    "啥": "一次性塑料碗180套",
                    "元": 67.9 * 29 / 180,
                    "未完待续": true,
                    "总价": 67.9,
                    "使用情况": "180个里用了29个"
                },
                {
                    "啥": "塑料袋杯",
                    "元": 5.19
                },
                {
                    "啥": "醋",
                    "元": 5.19
                }
            ]
        }, {
            "人": "高佳裕",
            "东西": [
                {
                    "啥": "青菜",
                    "元": 2,
                },
                {
                    "啥": "香肠",
                    "元": 6,
                }
            ]
        }, {
            "人": "朱佳炀",
            "东西": [
                {
                    "啥": "塑料碗200个",
                    "元": 65 * 60 / 200,
                    "总价": 65,
                    "贪": 65 * (60 - 21) / 200,
                    "未完待续": "已用完",
                    "使用情况": "有60个碗，但只有21个盖子，所以用了21个，剩下39个私分了。"
                }
            ]
        }
    ],
    "做": [
        {
            "人": "周鹤"
        }, {
            "人": "杨贵龙",
            "失业": true
        }, {
            "人": "张智超"
        }, {
            "人": "吴明净",
        }, {
            "人": "朱佳炀"
        }, {
            "人": "陶羽婷",
            "学生": true
        }, {
            "人": "高佳裕",
        }
    ]
}